Repository: team-unstablers/Flitz
Catalog: flitz/flitz/Localizable.xcstrings
Source language: ko
Languages: en

# ui.settings.safety.safety_zone.toggle
source: 안전 구역 기능 켜기 (베타)
en: Turn on Safety Zone (Beta)

# ui.settings.safety.safety_zone.warning_not_set
source: 아직 안전 구역을 지정하지 않았습니다! '안전 구역 지정하기' 버튼을 눌러 위치를 지정하지 않으면, 아무런 효과가 없을 것입니다.
en: You haven't set a Safety Zone yet! If you don't set a location by pressing the 'Set Safety Zone' button, it will have no effect.

# ui.settings.safety.sync_contacts_alert_message
source: 연락처 차단 기능을 사용하기 위해서는 연락처를 서버에 업로드해야 합니다.\n연락처는 복호화 불가능한 형태로 해시 처리되어 저장되며, 전화번호를 제외한 다른 정보는 저장되지 않습니다.\n업로드된 연락처는 언제든지 삭제할 수 있습니다.\n\n계속 진행하시겠습니까?
en: To use the contact blocking feature, you need to upload your contacts to the server.\nContacts are stored in a non-decryptable hashed format, and no information other than phone numbers is saved.\nYou can delete your uploaded contacts at any time.\n\nDo you want to proceed?

# ui.settings.safety.sync_contacts_alert_title
source: 연락처를 서버에 동기화하시겠습니까?
en: Do you want to sync your contacts with the server?

# ui.settings.safety.sync_contacts_alert_yes
source: 예
en: Yes

# ui.settings.safety.zone_not_set_warning
source: 아직 안전 구역을 지정하지 않았습니다! '안전 구역 지정하기' 버튼을 눌러 위치를 지정하지 않으면, 아무런 효과가 없을 것입니다.
en: You haven't set a Safety Zone yet! If you don't set a location by pressing the 'Set Safety Zone' button, it will have no effect.

# ui.settings.safety.zone.delete
source: 안전 구역 삭제
en: Delete Safety Zone

# ui.store.coming_soon.description
source: 조금만 더 기다려 주세요. 곧 멋진 기능으로 찾아뵐게요!
en: Please wait a little longer. We'll be back with amazing features soon!

# ui.store.coming_soon.title
source: 준비 중입니다
en: Coming Soon

# ui.support.new_ticket.content_placeholder
source: 문의 내용을 입력해주세요
en: Please enter your inquiry

# ui.support.new_ticket.description
source: 문의 내용을 보내주시면 최대한 빠르게 답변 드릴게요!
en: Send us your inquiry, and we'll get back to you as soon as possible!

# ui.support.new_ticket.page_title
source: 새 문의 티켓
en: New Support Ticket

# ui.support.new_ticket.title
source: 새로운 문의 티켓 보내기
en: Send a New Support Ticket

# ui.support.new_ticket.title_placeholder
source: 제목을 입력해주세요
en: Please enter a title

# ui.support.ticket_detail.add_response_button
source: 답변 추가하기
en: Add Reply

# ui.support.ticket_detail.new_response_placeholder
source: 새로운 답변 추가하기...
en: Add a new reply...

# ui.support.ticket_detail.new_response_section_title
source: 새로운 답변 추가하기
en: Add a New Reply

# ui.support.ticket_detail.title
source: 지원 티켓 상세
en: Support Ticket Details

# ui.support.ticket_list.new
source: 새 티켓
en: New Ticket

# ui.support.ticket_list.title
source: 지원 티켓 목록
en: Support Tickets

# ui.support.ticket.cancel
source: 취소
en: Cancel

# ui.support.ticket.send
source: 전송하기
en: Send

# ui.tab.message
source: 메시지
en: Message

# ui.tab.profile
source: 프로필
en: Profile

# ui.tab.store
source: 스토어
en: Store

# ui.tab.wave
source: 웨이브
en: Wave

# ui.wave.card_manager.context_delete
source: 카드 삭제하기
en: Delete Card

# ui.wave.card_manager.context_edit
source: 카드 편집하기
en: Edit Card

# ui.wave.card_manager.context_set_main
source: 메인 카드로 설정
en: Set as Main Card

# ui.wave.card_manager.create_new
source: 새 카드 만들기
en: Create New Card

# ui.wave.card_manager.limit_message
source: 카드는 4장까지 만들 수 있습니다
en: You can create up to 4 cards

# ui.wave.card.context.report
source: 카드 신고하기
en: Report Card

# ui.wave.favorites.context.remove
source: 보관함에서 삭제하기
en: Remove from Favorites

# ui.wave.my_card.delete
source: 삭제하기
en: Delete

# ui.wave.my_card.edit
source: 편집하기
en: Edit

# ui.wave.my_card.main_set
source: 메인 카드로 설정됨
en: Main Card

# ui.wave.my_card.set_main
source: 메인 카드로 설정하기
en: Set as Main Card

# ui.wave.no_cards.exchange_description
source: 다른 Flitz 사용자와 마주치게 되면 카드가 교환될 거예요!
en: When you encounter another Flitz user, your cards will be exchanged!

# ui.wave.no_cards.learn_more
source: Wave에 대해 자세히 알아보기
en: Learn more about Wave

# ui.wave.no_cards.open_settings
source: 앱 설정 열기
en: Open App Settings

# ui.wave.no_cards.permission_description
source: Flitz가 다른 사용자와 카드를 교환할 수 있도록 Bluetooth 및 위치 정보 권한을 허용해 주세요.
en: Please allow Bluetooth and Location permissions for Flitz to exchange cards with other users.

# ui.wave.no_cards.permission_needed
source: 추가 권한이 필요해요
en: Additional Permissions Needed

# ui.wave.no_cards.title
source: 아직 교환된 카드가 없어요
en: No cards exchanged yet

# ui.wave.not_ready.message
source: 시간이 지나면 카드를 보을 수 있게 될 거에요. 조금만 기다려 주세요!
en: You will be able to see the cards over time. Please wait a little longer!

# ui.wave.not_ready.title
source: 아직은 카드를 볼 수 없어요
en: Cards are not available yet

# fz.notification.support_response.title
source: 문의해주신 티켓에 새 답변이 등록되었습니다.
en: A new reply has been added to your support ticket.

# fz.notification.support_response.body
source: "%@" 티켓에 새로운 답변이 등록되었습니다.
en: A new reply has been added to your "%@" ticket.

# fz.notification.match.title
source: 매칭 성공!
en: It's a Match!

# fz.notification.match.body
source: %@님과 매칭되었습니다! 지금 바로 대화를 시작해보세요!
en: You matched with %@! Start a conversation now!
